IDEA Open Model
OpenModelResult.LoadFromStream Method
Compatible with IDEA StatiCa Beta 20.0
 Creates the instance of Open Model Result from the stream
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public static OpenModelResult LoadFromStream(
	Stream xmlFileStream
)
Public Shared Function LoadFromStream (
	xmlFileStream As Stream
) As OpenModelResult
Parameters
xmlFileStream
Type: System.IO.Stream
The input stream
Return Value
Type: OpenModelResult
The new instance of Open Model Result
See Also
Reference
OpenModelResult Class
IdeaRS.OpenModel.Result Namespace